Repository: WebPA/WebPA
Catalog: locale/*.UTF8/LC_MESSAGES/webpa.po
Languages: nl

source: <p>The group you selected could not be loaded for some reason - please go back and try again.</p>
nl: <p>De geselecteerde groep kon niet geladen worden - gelieve terug te gaan en opnieuw te proberen.</p>

source: A connection to the authentication server could not be established.<br />Please try again later.
nl: Er kon geen verbinding gemaakt worden met de authenticatieserver.<br />Gelieve later opnieuw te proberen.

source: You attempted to access a restricted page.<br />It may be that your session has timed out so please re-enter your details.
nl: U heeft geen toegang tot deze pagina.<br />Mogelijks is uw sessie verlopen en moet u opnieuw inloggen.

source: Your account has been disabled.<br />Please contact support if you do not think this should be the case.
nl: Uw account is niet actief.<br />Gelieve de helpdesk te contacteren bij verdere problemen.

source: Your username and password were rejected.<br />Please check your details and try again.
nl: Uw gebruikersnaam en wachtwoord werden geweigerd.<br />Gelieve uw gegevens te controleren en opnieuw te proberen.

source: Unable to connect to %s; please ensure that your browser is not blocking third-party cookies
nl: Onmogelijk verbinding te maken met %s; gelieve te controleren dat uw browser geen cookies blokkeert.

source: You have logged out.<br />If you wish to log back in, please re-enter your details.
nl: U bent uitgelogd.<br />Gelieve uw gegevens in te geven als u opnieuw wenst in te loggen.

source: To start using %s you have to log in.
nl: Om %s te beginnen gebruiken moet u inloggen.

source: login page
nl: inlogpagina

source: Please enter your details below
nl: Gelieve uw gegevens hieronder in te geven

source: Forgotten your password?
nl: Wachtwoord vergeten?

source: This site requires cookies - If you have trouble logging in, please check your cookie settings.
nl: Deze webpagina vereist cookies - Als u problemen heeft met in te loggen, gelieve uw cookievoorkeuren te controleren.

source: Change Module
nl: Module Wijzigen

source: change source
nl: bron wisselen

source: Use this page to change the currently selected module.
nl: Gebruik deze pagina om de huidig geselecteerde module te veranderen.

source: No modules
nl: Geen modules

source: Select module
nl: Selecteer module

source: Error: The requested assessment could not be loaded.
nl: Fout: De gevraagde assessment kon niet geladen worden.

source: Error: The requested algorithm could not be loaded.
nl: Fout: Het gevraagde algoritme kon niet geladen worden.

source: Feedback Report
nl: Feedbackverslag

source: The following is based on your relative contribution in the group, measured from the self and peer assessment %s only and does <b>not</b> take account of the overall group %s for the project.
nl: Het volgende is gebaseerd op basis van uw relatieve bijdrage tot de groep, bepaald enkel met de zelf en peer assessment %s en houdt <b>geen</b> rekening met de totale groeps %s voor het project.

source: WebPA could not generate feedback for your assessment.
nl: WebPA kon geen feedback genereren voor uw assessment.

source: There was a technical problem retrieving your information.
nl: Er was een technisch probleem bij het opvragen van uw gegevens.

source: Your group has %s everyone equally, hence we are unable to provide feedback on your relative performance for different assessment criteria.
nl: Uw groep heeft iedereen gelijk gescoord zodat we geen feedback kunnen geven over uw relatieve prestaties voor verschillende assessment criteria.

source: Your strongest contribution within this project was rated by your group as:
nl: Uw sterkste bijdrage binnen dit project werd bepaald door uw groep als:

source: WebPA has been unable to generate any feedback
nl: WebPA heeft geen feedback kunnen genereren

source: An area you may wish to develop is your contribution to:
nl: Een gebied waar u mogelijks wil aan werken is uw bijdrage tot:

source: close
nl: sluiten

source: This page lists all the assessments you are registered on in this module.
nl: Deze pagina lijst alle assessments van deze module waarbij u geregistreerd bent.

source: You are not registered with any peer assessments in this module at the moment.
nl: U bent momenteel niet geregistreerd bij een peer assessment in deze module.

source: You are registered on the following peer assessments in this module:
nl: U bent geregistreerd bij de volgende peer assessments in deze module:

source: Open Assessments
nl: Openstaande Assessments

source: These assessments are now open for you to take and record your group
nl: Deze assessments zijn nu open voor u om in te vullen en uw groep te evalueren

source: scheduled:
nl: gepland:

source: Take Assessment
nl: Doe Assessment

source: Pending Assessments
nl: Geplande Assessments

source: These assessments scheduled for some point in the future.
nl: Deze assessments zijn gepland voor een later moment.

source: Finished Assessments
nl: Afgewerkte Assessments

source: These assessments you have already taken, or which have passed their deadline for completion.
nl: Deze assessments hebt u reeds ingevuld of hebben een deadline die verstreken is.

source: Some of your assessments may allow you to see feedback on your performance. Click <em>view feedback</em> (if available) for a particular assessment to see the feedback.
nl: Sommige van uw assessments laten u mogelijks toe om feedback te zien over uw prestaties. Klik op <em>bekijk feedback</em> (indien beschikbaar) voor een bepaalde assessment om de feedback te bekijken.

source: COMPLETED
nl: AFGEWERKT

source: DID NOT<br />SUBMIT
nl: NIET<br />INGEDIEND

source: already submitted
nl: reeds ingediend

source: back to assessments list
nl: terug naar de assessmentlijst

source: The assessment you selected could not be loaded for some reason - However, you have already submitted your %s for this assessment.
nl: De geselecteerde assessment kon niet geladen worden - Echter, u heeft reeds uw %s ingediend voor deze assessment.

source: If the problem loading this assessment persists, please use the contact system to <a href="/students/support/contact/index.php?q=bug">report the error
nl: Als het probleem met deze assessment te laden blijft, gelieve het contactsysteem te gebruiken om <a href="/students/support/contact/index.php?q=bug">de fout te rapporteren

source: You have already submitted your %s for this assessment:
nl: U heeft reeds uw %s ingediend voor deze assessment:

source: If you have another assessment to take, please select it from your <a href="%s">assessments list
nl: Als u een andere assessment heeft om in te vullen, gelieve deze te selecteren van op uw <a href="%s">assessmentlijst

source: finished:
nl: afgelopen:

source: The assessment you selected could not be loaded for some reason - Your %s for this assessment should have been saved so please check this from the <a href="../../">my assessments</a> section.
nl: De geselecteerde assessment kon niet geladen worden - Uw %s voor deze assessment zou opgeslagen moeten zijn dus gelieve dit te controleren via de <a href="../../">mijn assessments</a> sectie.

source: If the problem persists, please use the contact system to <a href="../../support/contact/index.php?q=bug">report the error
nl: Als het probleem blijft, gelieve het contactsysteem te gebruiken om <a href="../../support/contact/index.php?q=bug">de fout te rapporteren

source: Thank you, your marks have now been saved.
nl: Bedankt, uw scores werden opgeslagen.

source: You can now check your <a href="../../">assessments list</a> and take another assessment, or finish with WebPA and <a href="%s/logout.php">logout
nl: U kan nu uw <a href="../../">assessmentlijst</a> controleren en een nieuwe assessment invullen of afsluiten met WebPA en <a href="%s/logout.php">uitloggen

source: You were too late in submitting your answers, the assessment is now closed.
nl: U was te laat bij het indienen van uw antwoorden, de assessment is nu gesloten.

source: Unable to load question data!
nl: Kon de vraag niet laden!

source: You didn't give a %s for '%s' in Q%d.
nl: U gaf geen %s voor '%s' in Q%d.

source: You didn't give a valid %s for '%s' in Q%d.
nl: U gaf geen geldige %s voor '%s' in Q%d.

source: Your %s of %d for '%s' in Q%d is invalid.<br /> %s must be between 0 and %.2f.
nl: Uw %s van %d voor '%s' in Q%d is ongeldig.<br /> %s moet tussen 0 en %.2f liggen.

source: The total %s for Q%d should be %d. You have %s totalling %d.
nl: De totale %s voor Q%d moet %d zijn. U heeft %s met in totaal %d.

source: The %s of %d given in Q%d for %s is not allowed. %s must be between %d and %d.
nl: The %s van %d gegeven in Q%d voor %s is niet toegelaten. %s moet tussen %d en %d gelegen zijn.

source: Your responses have not been saved. Please check the details in the form, and try again.
nl: Uw antwoorden werden niet opgeslagen. Gelieve de gegevens in het formulier na te gaan en opnieuw te proberen.

source: The assessment you selected could not be loaded for some reason - please go back and try again.
nl: De geselecteerde assessment kon niet geladen worden - gelieve terug te gaan en opnieuw te proberen.

source: If the problem persists, please use the contact system to <a href="/students/support/contact/index.php?q=bug">report the error
nl: Als het probleem blijft, gelieve het contactsysteem te gebruiken om <a href="/students/support/contact/index.php?q=bug">de fout te rapporteren

source: Taking This Assessment
nl: De assessment uitvoeren

source: Please complete the assessment below. For each question <em>you must give a %s to each group member
nl: Gelieve de assessment hieronder te vervolledigen. Voor elke vraag <em>moet u een %s geven aan elk groepslid

source: , including yourself
nl: , uzelf inbegrepen

source: To save your %s, you must click the <em>Save %s</em> button. Once you have successfully submitted your responses you cannot go back and change your %s.
nl: Om uw %s op te slaan, moet u klikken op de <em>Bewaar %s</em> knop. Zodra u uw antwoorden succesvol hebt ingediend kan u niet meer teruggaan en uw %s aanpassen.

source: To leave this assessment without saving, click the <em>back to assessments list</em> link above, or choosing an option from the menu.
nl: Om deze assessment te verlaten zonder op te slaan, klik op de <em>terug naar de assessmentlijst</em> link hierboven of kies een optie van het menu.

source: Your Team
nl: Uw Team

source: Introduction
nl: Inleiding

source: That concludes this peer assessment. To finish and submit your response click the <em>save %s</em> button below.
nl: Dat concludeert deze peer assessment. Om te beëindigen en uw antwoorden in te dienen, klik op de <em>bewaar %s</em> knop hieronder.

source: Once you have successfully submitted your responses you cannot go back and change your %s.
nl: Zodra u uw antwoorden succesvol hebt ingediend kan u niet meer teruggaan en uw %s aanpassen.

source: save %s
nl: bewaar %s

source: not open
nl: niet open

source: The assessment you selected could not be loaded for some reason - However, in this case, the assessment is <em>not open and cannot accept student %s
nl: De geselecteerde assessment kon niet geladen worden - Echter, in dit geval, is de assessment <em>niet open en kan het geen studenten%s accepteren

source: This assessment is not open at the present time, so you cannot submit any %s.
nl: Deze assessment is momenteel niet open, dus u kan geen %s indienen.

source: If you have missed the deadline, contact your lecturer. Otherwise, if you have another assessment to take, please select it from your <a href="%s">assessments list</a>
nl: Als u een deadline gemist heeft, contacteer uw professor. Anders, als u een andere assessment heeft om in te vullen, gelieve deze te selecteren in uw <a href="%s">assessmentslijst</a>

source: Here you can view which groups you are a member of, and who the other members are.
nl: Hier kan u de groepen zien waarvan u lid bent en wie de andere groepsleden zijn.

source: Your Groups
nl: Uw Groepen

source: You are not listed as a member of any group.
nl: U bent nog niet geregistreerd als een lid van een groep.

source: Only groups that have been scheduled an assessment will appear in this list.
nl: Enkel groepen die een assessment gepland hebben zullen verschijnen in deze lijst.

source: You belong to the following groups.
nl: U behoort tot de volgende groepen.

source: You will need to seek help from your tutor.
nl: U zal hulp moeten zoeken bij uw titularis.

source: There are no assessments in this module available for you to take at the moment.
nl: Er zijn momenteel geen assessments in deze module die u kan invullen.

source: To view all the assessments you are registered on, please check the <a href="assessments/">my assessments</a> section.
nl: Om alle assessments waarbij u geregistreerd bent te bekijken, gelieve de <a href="assessments/">mijn assessments</a> sectie te bekijken.

source: Below is a list of the assessments in this module you can take now.
nl: Hieronder is een lijst van de assessments in de module die u nu kan invullen.

source: To view all the assessments you are registered on in this module, please check the <a href="assessments/">my assessments</a> section.
nl: Om alle assessments waarbij u geregistreerd bent in deze module te bekijken, gelieve de <a href="assessments/">mijn assessments</a> sectie te bekijken.

source: Getting Help
nl: Hulp Verkrijgen

source: Create a new assessment
nl: Maak een nieuwe assessment

source: clone an assessment
nl: kloon een assessment

source: List Assessments
nl: Assessmentslijst

source: Create Assessments
nl: Creëer Assessments

source: This function is not yet available
nl: Deze functie is nog niet beschikbaar

source: Next &gt;
nl: Volgende &gt;

source: To create a new assessment you must first give it a name. To avoid confusion, the name should be unique, but you can create assessments using the same name if you wish.
nl: Om een nieuwe assessment aan te maken, moet u eerst een naam ingeven. Om verwarring te vermijden kiest u best een unieke naam.

source: Name for this new assessment
nl: Naam voor deze nieuwe assessment

source: Now choose a schedule for when, and for how long, this assessment will run.
nl: Kies nu wanneer en voor hoe lang deze assessment beschikbaar moet zijn.

source: Opening date
nl: Startdatum

source: Closing date
nl: Einddatum

source: Now enter the text to use as the introduction to your assessment (optional).
nl: Voer nu de inleidingstekst voor uw assessment in (optioneel).

source: Advanced Options
nl: Geavanceerde Opties

source: view / hide advanced options
nl: toon / verberg geavanceerde opties

source: notification emails
nl: notificatiemails

source: Do you want to email all students when this assessment is created?
nl: Wilt u alle studenten e-mailen wanneer deze assessment gecreëerd is?

source: This option will send an email to all of the students who are in the groups for this assessment as soon as you click the finish button at the end of the wizard.
nl: Deze optie zal een e-mail versturen naar alle studenten die in de groepen van deze assessment zitten zodra u op de voltooien-knop klikt op het einde van de wizard.

source: Yes, email all students.
nl: Ja, e-mail alle studenten.

source: No, don't email all students.
nl: Nee, niet alle studenten e-mailen.

source: Do you want an email reminder sent to all students 48 hours before the assessment is opened?
nl: Wilt u alle studenten e-mailen 48 uur voor de assessment opent?

source: This option will send an email to all of the students who are in the groups for this assessment 48 hours (approx.) before the assessment opens.
nl: Deze optie zal een e-mail versturen naar alle studenten die in de groepen van deze assessment zitten ongeveer 48 uur vooraleer de assessment opent.

source: Do you want to email all students 48 hours before the assessment closes?
nl: Wilt u alle studenten e-mailen 48 uur voor de assessment sluit?

source: This option will send an email to all of the students who are in the groups for this assessment 48 hours (approx.) before the assessment closes.
nl: Deze optie zal een e-mail versturen naar alle studenten die in de groepen van deze assessment zitten ongeveer 48 uur vóór de assessment sluit.

source: You must enter a name for your new assessment
nl: U moet een naam ingeven voor uw nieuwe assessment

source: You must select a closing date/time that is after your opening date
nl: U moet een einddatum kiezen na uw startdatum.

source: &lt; Back
nl: &lt; Terug

source: You haven't yet created any assessment forms.
nl: U heeft nog geen assessmentformulieren aangemaakt.

source: You need to <a href="../../forms/create/">create a new form</a> before you will be able to run any peer assessments.
nl: U moet <a href="../../forms/create/">een nieuw formulier aanmaken</a> vooraleer u een peer assessment kan aanmaken.

source: The form you select will be copied into your new assessment. Subsequent changes to the form '''will not''' affect your assessment.
nl: Het formulier dat u selecteert zal gekopieerd worden naar uw nieuwe assessment. Latere aanpassingen aan het formulier zullen uw assessment ""niet"" beïnvloeden.

source: Your assessment forms
nl: Uw assessmentformulieren.

source: Feedback / justification
nl: Feedback / verantwoording

source: Do you want students to be able to view feedback for this assesment?
nl: Wilt u dat studenten feedback kunnen bekijken voor deze assessment?

source: Yes, allow students to view feedback.
nl: Ja, studenten mogen feedback zien.

source: No, there is no feedback for this assessment.
nl: Nee, er is geen feedback voor deze assessment.

source: Would you like students to enter feedback textually?
nl: Wilt u dat studenten tekstueel feedback kunnen ingeven?

source: Yes</b>, allow students to comment.
nl: Ja</b>, laat studenten toe commentaar in te geven.

source: No</b>, don't allow students to comment.
nl: Nee</b>, laat studenten niet toe commentaar te geven.

source: You must select a form to use with your new assessment
nl: U moet een formulier selecteren om te gebruiken met uw nieuwe assessment

source: You haven't yet created any group collections.
nl: U heeft nog geen groepscollecties aangemaakt.

source: You need to <a href="../../groups/create/">create some groups</a> before you will be able to run any peer assessments.
nl: U moet <a href="../../groups/create/">groepen aanmaken</a> vooraleer u een peer assessment kan aanmaken.

source: Please select the collection of groups you wish to use in this assessment from the list below.
nl: Gelieve de collectie van groepen die u wenst te gebruiken in dit assessmentformulier uit de lijst hieronder te selecteren.

source: Your collections
nl: Uw collecties

source: You must select a collection of groups to use in your new assessment
nl: U moet een collectie van groepen selecteren om te gebruiken in uw nieuwe assessment

source: Assessment Type
nl: Assessmentstype

source: Self and peer assessment
nl: Zelf en peer assessment

source: Peer assessment only
nl: Enkel peer assessments

source: Finish
nl: Voltooien

source: Your assessment is now ready for creation.
nl: Uw assessment is nu klaar om aan te maken.

source: Assessment Details
nl: Assessmentgegevens

source: Name:
nl: Naam:

source: Opens at:
nl: Opent op:

source: Closes at:
nl: Sluit op:

source: Includes an introduction
nl: Bevat een inleiding

source: All students for the assessment will be emailed when you finish.</td></tr>
nl: Alle studenten van de assessment zullen gemaild worden bij het voltooien.</td></tr>

source: All students for the assessment will <b>NOT</b> be emailed when you finish.</td></tr>
nl: Alle studenten van de assessment zullen <b>NIET</b> gemaild worden bij het voltooien.</td></tr>

source: Assessment Form
nl: Assessmentformulier

source: ERROR : </strong>unable to load the selected form
nl: FOUT: </strong>het geselecteerde formulier kon niet geladen worden

source: Form :
nl: Formulier:

source: ERROR : </strong>this form contains no questions
nl: FOUT: </strong>dit formulier bevat geen vragen

source: ERROR : </strong>unable to load the selected collection of groups
nl: FOUT: </strong>de geselecteerde collectie van groepen kon niet geladen worden

source: Collection
nl: Collectie

source: ERROR : </strong>this collection does not contain any groups
nl: FOUT: </strong>deze collectie bevat geen groepen

source: There was an error when trying to set the groups to be assessed - please use the contact system to report the error!
nl: Er was een fout bij het selecteren van de groepen - gelieve het contactsysteem te gebruiken om de fout te melden!

source: Your Tutor has set a WebPA assessment
nl: Uw titularis heeft een WebPA-assessment opgezet

source: Your tutor has set a WebPA assessment for your group. The details are as below;
nl: Uw titularis heeft een WebPA-assessment opgezet voor uw groep. De details zijn als volgt;

source: Assessment Name:
nl: Assessmentnaam:

source: Open from:
nl: Open vanaf:

source: Closes on:
nl: Sluit op:

source: To complete your assessment please go to:
nl: Om uw assessment te voltooien, gelieve te gaan naar:

source: This is an automated email sent by the WebPA tool
nl: Dit is een geautomatiseerde e-mail van WebPA

source: Unable to create your new assessment.
nl: De nieuwe assessment kon niet aangemaakt worden.

source: To correct the problem, click <em>back</em> and amend the details entered.
nl: Om het probleem te corrigeren, klik op <em>terug</em> en verbeter de gegevens.

source: Your new assessment has been created.
nl: Uw nieuwe assessment is nu aangemaakt.

source: To view or amend the details of your new assessment, you can use the <a href="../edit/edit_assessment.php?%s">assessment editor
nl: Om uw nieuwe assessment te bekijken of details aan te passen kan u gebruik maken van de <a href="../edit/edit_assessment.php?%s">assessmenteditor

source: An error occurred while trying to create your new assessment form.
nl: Er was een fout bij het proberen aanmaken van uw assessmentformulier.

source: You may be able to correct the problem by clicking <em>back</em>, and then <em>next</em> again
nl: U kan mogelijks het probleem verhelpen door te klikken op <em>terug</em> en daarna terug op <em>volgende</em>.

source: create a new assessment wizard
nl: maak een nieuwe assessment wizard

source: students who responded
nl: studenten die geantwoord hebben

source: This page shows all the students assigned this assessment and which have responded.
nl: Deze pagina toont alle studenten die deze assessment zijn toegewezen en geantwoord hebben.

source: back
nl: terug

source: To email an individual student, click on the email link next to their name.
nl: Om een student te e-mailen, klik op de e-maillink naast hun naam.

source: To delete the entries provided by a student click on the %s alt="Delete submission" /> image (if not greyed out).
nl: Om een student zijn antwoorden te verwijderen, klik op de %s alt="Delete submission" /> afbeelding (indien niet grijs).

source: This group has no members.
nl: Deze groep heeft geen leden.

source: name
nl: naam

source: responded
nl: geantwoord

source: delete submission
nl: verwijder indiening

source: Responded
nl: Geantwoord

source: Delete submission
nl: Verwijder indiening

source: Not Responded
nl: Niet Geantwoord

source: This assessment has been marked, and therefore the assessment form being used cannot be changed.
nl: Deze assessment is gescoord en daarom kan het gebruikte assessmentformulier niet aangepast worden.

source: You must select a collection of associated groups to use.
nl: U moet een collectie van geassocieerde groepen selecteren om te gebruiken.
