Repository: WebPA/WebPA
Catalog: locale/*.UTF8/LC_MESSAGES/webpa.po
Languages: nl

source: Assigned Group
nl: Toegewezen Groep

source: No students available
nl: Geen studenten beschikbaar

source: Group Members
nl: Groepsleden

source: Below are all the students from the modules associated with this group.
nl: Hieronder staan alle studenten van de modules geassocieerd met deze groep.

source: Students already in this group</th><th align="center" width="50">In</th><th align="center" width="50">Out</th></tr>
nl: Studenten reeds in de groep </th><th align="center" width="50">In</th><th align="center" width="50">Uit</th></tr>

source: This group has no members
nl: Deze groep heeft geen leden

source: Students not yet assigned to a group</th><th align="center" width="50">In</th><th align="center" width="50">Out</th></tr>
nl: Studenten nog niet toegewezen aan een groep</th><th align="center" width="50">In</th><th align="center" width="50">Uit</th></tr>

source: All the available students have been assigned
nl: Alle beschikbare studenten zijn toegewezen

source: Students assigned to other groups in this collection</th><th align="center" width="50">In</th><th align="center" width="50">Out</th></tr>
nl: Studenten toegewezen aan andere groepen in deze collectie</th><th align="center" width="50">In</th><th align="center" width="50">Uit</th></tr>

source: There are no students allocated to any other groups
nl: Er zijn geen studenten geregistreerd bij andere groepen

source: edit groups
nl: bewerk groepen
