Repository: WebPA/WebPA
Catalog: locale/*.UTF8/LC_MESSAGES/webpa.po
Languages: nl

source: Username not set.
nl: Geen username ingevoerd.

source: Unable to reset the password for this account.
nl: Het wachtwoord van deze gebruiker kon niet hersteld worden.

source: Password Reset
nl: Wachtwoord Herstellen

source: An email has been sent to %s.
nl: Een e-mail werd verstuurd naar %s.

source: Your password has been reset.
nl: Uw wachtwoord werd hersteld.

source: Click here</a> to log in again.
nl: Klik hier</a> om opnieuw in te loggen.

source: The two passwords did not match.
nl: De twee wachtwoorden komen niet overeen.

source: There was an error resetting this password.
nl: Er was een fout bij het resetten van dit wachtwoord.

source: New Password
nl: Nieuw Wachtwoord

source: New Password (again)
nl: Nieuw Wachtwoord (herhalen)

source: Reset Password
nl: Herstel Wachtwoord

source: You are about to reset your password.<br/>
nl: U staat op het punt uw wachtwoord te herstellen.<br/>

source: Username
nl: Gebruikersnaam

source: Reset My Password
nl: Herstel Mijn Wachtwoord

source: Delete module
nl: Verwijder module

source: Delete all system users with no module
nl: Verwijder alle systeemgebruikers zonder module

source: Delete system user from module
nl: Verwijder systeemgebruiker van de module

source: view data
nl: bekijk gegevens

source: View Student Data
nl: Bekijk Studentengegevens

source: View Staff Data
nl: Bekijk Personeelsgegevens

source: View Admin Data
nl: Bekijk Administratorgegevens

source: View Module Data
nl: Bekijk Modulegegevens

source: Search for a user
nl: Gebruiker opzoeken

source: review data
nl: herbekijk gegevens

source: You cannot delete the currently selected module!
nl: U kan de huidig geselecteerde module niet verwijderen!

source: The module has been deleted.
nl: De module is verwijderd.

source: Users with no module have been deleted.
nl: Gebruikers zonder module zijn verwijderd.

source: You cannot delete yourself!
nl: U kan uzelf niet verwijderen!

source: The administrator has been deleted.
nl: De administrator is verwijderd.

source: The user has been deleted from the module.
nl: De gebruiker is verwijderd van de module.

source: Edit system users
nl: Bewerk systeem gebruikers

source: edit
nl: bewerk

source: The username already exists; please use another.
nl: De gebruikersnaam bestaat al; gelieve een andere te kiezen.

source: Administrators cannot be enrolled in modules.
nl: Administrators kunnen niet ingeschreven zijn in modules.

source: The user has been created
nl: De gebruiker werd aangemaakt

source: The changes made for the user have been saved
nl: De aanpassingen aan de gebruiker werden opgeslagen.

source: User is already enrolled
nl: Gebruiker is reeds ingeschreven

source: User currently has a different role in this module - change not saved
nl: Gebruiker heeft een andere rol in deze module - aanpassing niet opgeslagen

source: Here you are able to edit the details of a user within the system. There may be some elements of the information which do not appear
nl: Hier kan u de details van een gebruiker aanpassen. Er kunnen elementen zijn die niet weergegeven worden

source: to have been completed and this will be dependant on the information stored in the system.
nl: vervolledigd te zijn en dit is afhankelijk van de informatie in het systeem.

source: Just enter the username for users already added to the system.
nl: Voor gebruikers die reeds in het systeem zijn toegevoegd hoeft u enkel de gebruikersnaam in te geven.

source: N.B. Users authenticated directly from the WebPA <strong>database</strong> must be given a password.
nl: N.B. Gebruikers die rechtstreeks inloggen via de WebPA <strong>database</strong> moeten een wachtwoord gegeven worden.

source: N.B. Users authenticated via <strong>LDAP</strong> will automatically be added to the database and updated each time they log in; the password stored is a random value.
nl: N.B. Gebruikers die inloggen via <strong>LDAP</strong> zullen automatisch toegevoegd worden aan de database en geüpdatet worden elke keer ze inloggen; het opgeslagen wachtwoord is een willekeurige waarde.

source: N.B. Users authenticated via <strong>LDAP</strong> must be added to the database before they are able to log in; a random password will be added automatically.
nl: N.B. Gebruikers die inloggen via <strong>LDAP</strong> moeten toegevoegd worden aan de database vooraleer ze kunnen inloggen; een willekeurig wachtwoord zal automatisch toegevoegd worden.

source: User Details
nl: Gebruikersdetails

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: ID number
nl: Identificatienummer

source: Department ID
nl: Departementscode

source: Password
nl: Wachtwoord

source: N.B. If a password is present in the system then 6 characters are shown. For security reasons the password is not displayed in clear text.
nl: N.B. Als een wachtwoord aanwezig is in het systeem worden 6 karakters weergegeven. Voor veiligheidsredenen wordt het wachtwoord niet zichtbaar weergegeven.

source: Tutor
nl: Titularis

source: Save Changes
nl: Bewaar Aanpassingen

source: The changes made for the module have been saved
nl: De aanpassingen aan de module werden opgeslagen

source: Here you are able to edit the details of a module within the system. There may be some elements of the information which do not appear to have been completed and this will be dependant on the information stored in the system.
nl: Hier kan u de details van een module aanpassen. Het is mogelijk dat sommige elementen niet vervolledigd lijken te zijn en dit is afhankelijk van de informatie in het systeem.

source: Module Details
nl: Details van de module

source: Title
nl: Titel

source: Language
nl: Taal

source: Welcome to the Administration Area for
nl: Welkom tot de administratie-omgeving voor

source: In this section you are able to manage the users of the system (both adding new and editing existing)
nl: In deze sectie kan u de gebruikers beheren (zowel nieuwe toevoegen als reeds bestaande aanpassen)

source: as well as generate basic reports on the usage of %s (the metrics)
nl: zowel als basisverslagen genereren over het gebruik van %s (de statistieken)

source: The admin area contains the following sections:
nl: De administratie-omgeving bevat de volgende secties:

source: Upload Data
nl: Gegevens Uploaden

source: View Data
nl: Bekijk Gegevens

source: WebPA Metrics
nl: WebPA Statistieken

source: This is where you can upload the data to the system.
nl: Hier kan u de gegevens uploaden in het systeem.

source: This area allows you to view the uploaded data as well as search and edit user information.
nl: Hier kan u de reeds geüploade gegevens bekijken en gebruikersinformatie opzoeken en aanpassen.

source: This section allows you to generate reports on the usage of WebPA locally.
nl: In deze sectie kan u verslagen genereren over het lokaal gebruik van WebPA.

source: upload data
nl: Gegevens Uploaden

source: You can upload the data the system requires from this page
nl: Op deze pagina kan u de benodigde gegevens uploaden.

source: Enter the file name to be used:
nl: Voer de bestandsnaam in die gebruikt moet worden:

source: Select the type of information you are uploading:
nl: Selecteer het type van gegevens die gaat uploaden:

source: Collection:
nl: Collectie:

source: Create using name entered...
nl: Creëer met gegeven naam...

source: <strong>Student Data</strong><p>CSV File format = id_number, forename, lastname, email, username, password, department_id, module_code</p>
nl: <strong>Studentengegevens</strong><p>CSV bestandsformaat = id_number, forename, lastname, email, username, password, department_id, module_code</p>

source: <strong>Student Data with Groups</strong>
nl: <strong>Studentengegevens met groepen</strong>

source: <p>CSV File format = id_number, forename, lastname, email, username, group_name, password, module_code</p>
nl: <p>CSV bestandsformaat = id_number, forename, lastname, email, username, group_name, password, module_code</p>

source: <strong>Staff Data</strong><p>CSV File format = id_number, forename, lastname, email, username, password, department_id, module_code</p>
nl: <strong>Personeelsgegevens</strong><p>CSV bestandsformaat = id_number, forename, lastname, email, username, password, department_id, module_code</p>

source: <strong>Student Data</strong><p>CSV File format = id_number, forename, lastname, email, username, password, department_id</p>
nl: <strong>Studentengegevens</strong><p>CSV bestandsformaat = id_number, forename, lastname, email, username, password, department_id</p>

source: <p>CSV File format = id_number, forename, lastname, email, username, group_name, password</p>
nl: <p>CSV bestandsformaat = id_number, forename, lastname, email, username, group_name, password</p>

source: <strong>Staff Data</strong><p>CSV File format = id_number, forename, lastname, email, username, password, department_id</p>
nl: <strong>Personeelsgegevens</strong><p>CSV bestandsformaat = id_number, forename, lastname, email, username, password, department_id</p>

source: <strong>Module Data</strong><p>CSV File format = module_code, module_title</p>
nl: <strong>Modulegegevens</strong><p>CSV bestandsformaat = module_code, module_title</p>

source: Select the type of file separator that has been used:
nl: Selecteer het type van file separator dat gebruikt werd:

source: Comma separated
nl: Komma

source: Tab separated
nl: Tab

source: Semi-colon
nl: Puntkomma

source: Upload data via a file
nl: Upload gegevens met een bestand

source: There are <a href="templates.php">templates</a> which you can follow for uploading the information to the WebPA system.
nl: Er zijn <a href="templates.php">templates</a> die u kan volgen voor het uploaden van gegevens in WebPA.

source: Student Data
nl: Studentengegevens

source: Staff Data
nl: Personeelsgegevens

source: Module Data
nl: Modulegegevens

source: Student Data with Groups
nl: Studentengegevens met groepen

source: Successful upload of the %s information to the database.
nl: Succesvolle upload van de %s gegevens in de database.

source: The information supplied cannot be processed.</div><div><p>We suggest that you review the information to be uploaded and they <a href="../">try again</a>. Alternatively you may wish to download a template to put the information in.
nl: De ingevoerde gegevens kunnen verwerkt worden.</div><div><p>We raden aan om de gegevens te controleren en dan <a href="../">opnieuw te proberen</a>. Mogelijks wil u een template downloaden om de gegevens in te geven.

source: The following are the template files for the uploading of information to the WebPA database.
nl: De volgende bestanden zijn templatebestanden voor het uploaden van gegevens in de WebPA database.

source: To download the files right mouse button click on the link and 'Save link as...'
nl: Om de bestanden te downloaden klikt u met de rechtermuisknop op de links en kiest u voor 'Sla bestand op als...'

source: Staff or student data
nl: Personeels- of studentengegevens

source: The information for the user is vital. The first five columns of information are the most important aspects of information. If not all of the columns are filled then please delete the column titles before uploading the file.
nl: De gegevens van de gebruiker zijn essentieel. De eerste vijf kolommen van gegevens zijn de meest belangrijke gegevens. Als niet alle kolommen ingevuld zijn, gelieve dan de kolomtitels te verwijderen vooraleer het bestand te uploaden.

source: Module data
nl: Modulegegevens

source: All elements of information for the module data is required. The module information can not be loaded unless fully complete.
nl: Alle gegevens voor de module zijn verplicht. De modulegegevens kunnen niet geladen worden tenzij alles volledig is.

source: This page allows you to build a report on commonly requested metrics about the WebPA systems usage.
nl: Deze pagina laat u toe een verslag te genereren over algemene statistieken van het WebPA-systeem.

source: metrics of use
nl: gebruikersstatistieken

source: metrics
nl: statistieken

source: Academic year to report on
nl: Academisch jaar om te rapporteren

source: Assessments run in WebPA
nl: Assessments in WebPA

source: Number of groups per assessment
nl: Aantal groepen per opdracht

source: Number of students per assessment
nl: Aantal studenten per opdracht

source: Assessments where feedback has been used
nl: Assessments waar feedback werd gebruikt

source: Number of respondents per assessment
nl: Aantal inzendingen per assessment

source: Modules which have run an assessment
nl: Modules met assessments

source: Number of students who have carried out an assessment this year
nl: Aantal studenten die dit jaar een assessment ingediend hebben

source: Select the format in which you want to see the data:
nl: Selecteer het formaat waarin u de gegevens wil bekijken:

source: Report - View the report
nl: Verslag - Bekijk het verslag

source: CSV - Excel Spreadsheet
nl: CSV - Excel Werkblad

source: RTF - Rich Text File / MS Word
nl: RTF - Word

source: XML - XML File
nl: XML - XML Bestand

source: Generate
nl: Genereren

source: general usage report
nl: algemeen gebruikersverslag

source: None
nl: Geen

source: Number of Respondents per assessment
nl: Aantal inzendingen per assessment

source: Number of students who have carried out an assessment
nl: Aantal studenten die een assessment ingediend hebben

source: "WebPA - Metrics report"
nl: "WebPA - Statistiekenverslag"

source: WebPA - Metrics report
nl: WebPA - Statistiekenverslag

source: Administrator Data
nl: Beheerdersgegevens

source: view administrator data
nl: bekijk beheerdersgegevens

source: administrator information
nl: beheerdersgegevens

source: You need to be logged into the system to see this information.
nl: U moet ingelogd zijn om deze gegevens te bekijken.

source: View activity log
nl: Bekijk activiteitslog

source: Edit user
nl: Bewerk gebruiker

source: Delete user; are you sure?
nl: Verwijder gebruiker; bent u zeker?

source: Delete user
nl: Verwijder gebruiker

source: Edit module
nl: Bewerk module

source: Delete module; are you sure?
nl: Verwijder module; bent u zeker?

source: Yes
nl: Ja

source: No
nl: Nee

source: No records
nl: Geen gegevens

source: Create new module
nl: Maak een nieuwe module

source: Add new
nl: Nieuwe toevoegen

source: View the student data currently in the system
nl: Bekijk de studentengegevens momenteel in het systeem

source: Staff
nl: Personeel

source: View the staff data currently in the system
nl: Bekijk de personeelsgegevens momenteel in het systeem

source: Administrators
nl: Beheerders

source: View the administrator data currently in the system
nl: Bekijk de beheerdersgegevens momenteel in het systeem

source: View the module information currently in the system
nl: Bekijk de modulegegevens momenteel in het systeem

source: Search
nl: Zoeken

source: Search for a student or staff user of the system
nl: Zoeken naar een student of een personeelslid

source: Log Data
nl: Loggegevens

source: view log data
nl: bekijk loggegevens

source: log data
nl: loggegevens

source: view module data
nl: bekijk modulegegevens

source: module information
nl: modulegegevens

source: view staff data
nl: bekijk personeelsgegevens

source: staff information
nl: personeelsgegevens

source: view student data
nl: bekijk studentengegevens

source: student information
nl: studentengegevens

source: You have not entered any information for the search
nl: U heeft geen gegevens ingevoerd voor het zoeken

source: Please check and re-try.
nl: Gelieve te controleren en opnieuw te proberen.

source: search for a user
nl: zoek naar een gebruiker

source: search
nl: zoeken

source: Search the WebPA system for a user within the system.
nl: Zoek binnen WebPA naar een gebruiker.

source: Search results
nl: Zoekresultaten

source: Edit
nl: Bewerk

source: The search has not found any matching information.
nl: Er werd geen overeenkomende data gevonden bij het zoeken.

source: Application
nl: Toepassing

source: Date
nl: Datum

source: Fullname
nl: Volledige naam

source: Phone
nl: Telefoonnummer

source: User Account Details
nl: Gebruikersgegevens

source: User ID
nl: Gebruikers ID

source: Message
nl: Bericht

source: Message Sent
nl: Bericht Verzonden

source: Your message has now been sent.
nl: Uw bericht is nu verstuurd.

source: Thanks for your time
nl: Bedankt voor uw tijd.

source: Contact Person
nl: Contactpersoon

source: Your Name
nl: Uw naam

source: Your Username
nl: Uw gebruikersnaam

source: Your Email
nl: Uw e-mailadres

source: Your Phone Number
nl: Uw Telefoonnummer

source: Type of Message
nl: Type bericht

source: Request for help!
nl: Verzoek voor hulp!

source: Information request
nl: Verzoek om informatie

source: Bug / Error report
nl: Foutenrapportering

source: Suggestion / Wish List
nl: Suggestie

source: Other type of message
nl: Ander

source: Message Text
nl: Berichttekst

source: reset form
nl: formulier herstellen

source: send message
nl: bericht versturen

source: Unable to connect to
nl: Kon niet verbinden met

source: ERROR: WebPAAlgorithm->calculate() is an abstract method and should be overridden.
nl: FOUT: WebPAAlgorithm->calculate() is een abstracte methode en zou moeten overschreven worden.

source: Can't use database due to
nl: Kan database niet gebruiken wegens

source: Executing SQL
nl: SQL aan het uitvoeren

source: Querying database
nl: Database aan het queryen

source: DATABASE ERROR
nl: DATABASEFOUT

source: No file data given
nl: Geen bestandsgegevens opgegeven

source: No upload path set
nl: Geen uploadlocatie ingesteld

source: Error uploading '%s' : File exceeded the maximum upload size: %d bytes
nl: Fout bij uploaden '%s': Het bestand is groter dan de maximum toegelaten grootte: %d bytes

source: Error uploading '%s' : You can only upload files with the extension(s)
nl: Fout bij uploaden '%s': U kan enkel bestanden uploaden met de extensie(s)

source: Error uploading '%s' of type '%s' : You can only upload files with the mime type(s)
nl: Fout bij uploaden '%s' van type '%s': U kan enkel bestanden uploaden met het/de mimetype(s)

source: Error uploading '%s' : File already exists
nl: Fout bij uploaden '%s': Bestand bestaat al

source: Error uploading '%s' : Could not move the file from the upload directory
nl: Fout bij uploaden '%s': Kon het bestand niet verplaatsen uit de uploadmap

source: You have %s %d marks</span> to divide between your teammates.
nl: U hebt %s %d punten</span> te verdelen tussen uw teamgenoten.

source: For a group of %d, you have %d marks</span> to divide between your teammates.
nl: Voor een groep van %d heeft u %d punten</span> te verdelen tussen uw teamgenoten.

source: For equal performance, every student should receive %d.
nl: Voor gelijke prestaties zou elke student %d moeten krijgen.

source: Total
nl: Totaal

source: Tutors
nl: Titularissen

source: my forms
nl: mijn formuleren

source: my groups
nl: mijn groepen

source: my assessments
nl: mijn assessments

source: Students
nl: Studenten

source: Admin
nl: Beheerder

source: Support
nl: Helpdesk

source: change module
nl: module wijzigen

source: Version:
nl: Versie:

source: Source:
nl: Bron:

source: Technical Problem?
nl: Technisch Probleem?

source: If you have a problem, find a bug or discover a technical problem in the system, <a href="%s/contact/index.php?q=bug">contact us</a> to report it!
nl: Wanneer je een probleem ervaart, een bug vindt of een technisch probleem ontdekt in het systeem, aarzel dan niet om ons <a href="%s/contact/index.php?q=bug">te contacteren</a>!

source: If you have a problem, find a bug or discover a technical problem in the system, please <a href="mailto:%s" title="(email:%s)">email us</a> to report it!
nl: Wanneer je een probleem ervaart, een bug vindt of een technisch probleem ontdekt in het systeem, aarzel dan niet om ons <a href="mailto:%s" title="(email:%s)">een email te sturen</a>!

source: You are on <strong>step %d</strong> of <strong>%d</strong> in the %s
nl: U bent op <strong>stap %d</strong> van <strong>%d</strong> in de %s

source: January
nl: januari

source: February
nl: februari

source: March
nl: maart

source: May
nl: mei

source: June
nl: juni

source: July
nl: juli

source: August
nl: augustus

source: October
nl: oktober

source: There is no error, the file uploaded with success.
nl: Er is geen fout, het bestand werd succesvol geüpload.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
nl: Het geüploade bestand is groter dan de parameter max_filesize_directive in php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
nl: Het geüploade bestand is groter dan de MAX_FILE_SIZE parameter van het HTML-formulier.

source: The uploaded file was only partially uploaded.
nl: Het geüploade bestand was slechts partieel geüpload.

source: No file was uploaded.
nl: Er werd geen bestand geüpload.

source: Missing a temporary folder.
nl: Een tijdelijke map ontbreekt.

source: Failed to write file to disk.
nl: Fout bij schrijven van het bestand naar de schijf.

source: A PHP extension stopped the file upload.
nl: Een PHP-extensie heeft het uploaden van het bestand gestopt.

source: Groups
nl: Groepen

source: Number of Groups
nl: Aantal Groepen

source: edit group
nl: bewerk groep

source: delete group
nl: verwijder groep

source: edit question
nl: bewerk vraag

source: Please Note
nl: Merk Op

source: Unknown Collection
nl: Onbekende Collectie

source: Editing: Unknown Group
nl: Aanpassen: Onbekende Groep

source: Editing group
nl: Groep bewerken

source: List Groups
nl: Groepenlijst

source: Create Groups
nl: Maak Groepen Aan

source: Clone Groups
nl: Kloon Groepen

source: save changes
nl: bewaar aanpassingen

source: The following errors were found:
nl: De volgende fouten werden gevonden:

source: No changes have been saved. Please check the details in the form, and try again.
nl: Uw antwoorden werden niet opgeslagen. Gelieve de details van het formulier te controleren en opnieuw te proberen.

source: WebPA contains the following sections:
nl: WebPA bevat de volgende secties:

source: Getting Started
nl: Beginnen

source: Here you can edit your groups, and organise how students are allocated to the individual groups.
nl: Hier kan u uw groepen aanpassen en organiseren hoe studenten geregistreerd zijn bij de individuele groepen.

source: Existing Groups
nl: Bestaande Groepen

source: You have no groups. To add a collection use the <a href="create/">create new groups wizard</a>.
nl: U heeft geen groepen. Om een collectie toe te voegen gebruik de <a href="create/">maak nieuwe groepen wizard</a>.

source: These are your groups. To view or edit a collection of groups, click on
nl: Dit zijn uw groepen. Om een collectie van groepen te bekijken of bewerken, klik op

source: in the list below.
nl: in de onderstaande lijst.

source: Group Collections
nl: Groepcollecties

source: You have no collections. To add a collection use the <a href="../create/">create new groups wizard</a>.
nl: U heeft geen groepscollecties. Om een collectie toe te voegen gebruik de <a href="../create/">maak nieuwe groepen wizard</a>.

source: These are your group collections. To view or edit a collection, click on its name in the list below:
nl: Dit zijn uw groepscollecties. Om een groepscollectie te bekijken of aan te passen, klik op zijn naam in onderstaande lijst:

source: You must give this group a name.
nl: U moet deze groep een naam geven.

source: <p>On this page you can change the name of this group, and add/remove students from it.</p>
nl: <p>Op deze pagina kan u de naam van deze groep aanpassen en er studenten aan/van toevoegen/verwijderen.</p>
