Repository: WebPA/WebPA
Catalog: locale/*.UTF8/LC_MESSAGES/webpa.po
Languages: nl

source: The following list shows which students in each group have submitted there responses to the assessment.
nl: De volgende lijst toont voor elke groep welke studenten hun antwoorden voor de assessment hebben ingediend.

source: You have not created any forms yet, so you cannot select one to clone.
nl: U kan geen formulieren klonen want u heeft nog geen formulieren aangemaakt.

source: Please <a href="../create/">create a new form</a> instead.
nl: Gelieve <a href="../create/">een nieuw formulier aan te maken</a>.

source: To create a clone you must first select which assessment form you wish to copy. Please choose one from the list below.
nl: Om een kloon aan te maken moet u eerst een assessmentformulier kiezen om te kopiëren. Gelieve één te kiezen uit de onderstaande lijst.

source: Choose a form to clone
nl: Kies een formulier om te klonen

source: You must select which assessment form you wish to clone.
nl: U moet selecteren welk assessmentformulier u wenst te klonen.

source: The select form could not be loaded, please click <em>Back</em> and try again.
nl: Het geselecteerde formulier kon niet geladen worden, gelieve te klikken op <em>Terug</em> en opnieuw te proberen.

source: You have chosen to clone:
nl: U heeft gekozen om te klonen:

source: Now enter a name for your new form.
nl: Geef nu een naam in voor uw nieuw formulier.

source: Name for new form
nl: Naam voor nieuw formulier

source: You must enter a name for your new assessment form.
nl: U moet een naam invoeren voor uw nieuw assessmentformulier.

source: Unable to create your new form.
nl: Het formulier kon niet aangemaakt worden.

source: Your new assessment form has been created.
nl: Uw nieuw assessmentformulier werd aangemaakt.

source: To add questions and marking information to your new form, you can use the <a href="../edit/edit_form.php?f=%s">form editor</a>.
nl: Om nieuwe vragen en scoringsinformatie toe te voegen aan uw nieuw formulier kan u gebruik maken van de <a href="../edit/edit_form.php?f=%s">formuliereditor</a>.

source: Alternatively, you can return to <a href="../">my forms</a>, or to the <a href="../../../">WebPA home page</a>.
nl: U kan ook terugkeren naar <a href="../">mijn formulieren</a> of naar de <a href="../../../">WebPA homepagina</a>.

source: You may be able to correct the problem by clicking <em>back</em>, and then <em>next</em> again.
nl: U kan mogelijks het probleem verhelpen door te klikken op <em>terug</em> en daarna terug op <em>volgende</em>.

source: Copy %s form
nl: Kopieer %s formulier

source: copy form
nl: kopieer formulier

source: List Forms
nl: Formulierenlijst

source: Create Form
nl: Maak Formulier Aan

source: Clone a Form
nl: Kloon een Formulier

source: Import a Form
nl: Importeer een Formulier

source: You have chosen to take a copy of the : <em>%s</em> form.
nl: U heeft gekozen een kopie te nemen van het: <em>%s</em> formulier.

source: Now enter a name for your copy of the form.
nl: Geef nu een naam in voor uw kopie van het formulier.

source: clone an existing form wizard
nl: kloon een bestaand formulier wizard

source: Clone an existing form
nl: Kloon een bestaand formulier

source: clone a form wizard
nl: kloon een formulier wizard

source: To create a new form you just need to give it a name. To avoid confusion, the name should be unique, but you can create forms using the same name if you wish.
nl: Om een nieuw formulier aan te maken, moet u eerst een naam ingeven. Om verwarring te vermijden kiest u best een unieke naam.

source: For example, <em>"Teamwork Assessment"</em> or <em>"ABC123 Group Coursework"</em>.
nl: Bijvoorbeeld, <em>"Groepswerk beoordeling"</em> of <em>"ABC123 Groepswerk"</em>.

source: Name for this new form
nl: Naam voor dit nieuw formulier

source: What type scoring will your criteria use?
nl: Welk type scoring zal uw criterium gebruiken?

source: WebPA offers two different ways that your students can score each other.
nl: WebPA biedt twee verschillende manieren aan waarop uw studenten elkaar kunnen beoordelen.

source: Likert Scale
nl: Likertschaal

source: The standard WebPA scoring. Students rate each other against a small likert scale, typically 1-5 or 1-10, by simply clicking the appropriate radio button.
nl: De standaard WebPA-scoring. Studenten beoordelen elkaar met een kleine likertschaal, typisch 1-5 of 1-10, door simpelweg op het overeenkomstige bolletje te klikken.

source: You must provide a name for your new assessment form
nl: U moet een naam ingeven voor uw nieuw assessmentformulier

source: You must select at least one module
nl: U moet minstens één module selecteren

source: Alternatively, you can return to <a href="/tutors/forms/">my forms</a>, or to the <a href="/">WebPA home page</a>.
nl: U kan ook terugkeren naar <a href="/tutors/forms/">mijn formulieren</a> of naar de <a href="/">WebPA homepagina</a>.

source: Criterion Text
nl: Criteriumtekst

source: Description
nl: Beschrijving

source: (optional)
nl: (optioneel)

source: Now select the range of scores you will allow for this question.
nl: Selecteer nu het score-interval dat u wil gebruiken voor deze vraag.

source: Scores can range from
nl: Scores variëren vanaf

source: to
nl: tot

source: <strong>Please Note</strong> - allowing 0 scores means students can receive no marks if they failed to contribute at all.
nl: <strong>Merk Op</strong> - nulscores toelaten betekent dat het mogelijk is dat studenten geen punten krijgen als ze geen bijdrages geleverd hebben.

source: You must provide some text for your new criterion
nl: U moet een tekst ingeven voor uw nieuw criterium

source: Score descriptions
nl: Scorebeschrijvingen

source: Lowest
nl: Laagste

source: Highest
nl: Hoogste

source: Unable to load the form that this question is to be added to.
nl: Kon het formulier niet laden waaraan deze vraag toegevoegd zou moeten worden.

source: Unable to create your new criterion.
nl: Het nieuwe criterium kon niet aangemaakt worden.

source: Your new assessment criterion has been created.
nl: Uw nieuw assessmentcriterium is aangemaakt.

source: You can now return to <a href="../edit_form.php?f=%s">editing your form</a>.
nl: U kan nu terugkeren naar <a href="../edit_form.php?f=%s">uw formulier bewerken</a>.

source: add a new assessment criterion wizard
nl: maak een nieuw assessmentcriterium aan wizard

source: Add a new criterion
nl: Voeg een nieuw criterium toe

source: edit:
nl: bewerk:

source: add a new question
nl: voeg een nieuwe vraag toe

source: The given assessment form failed to load so this wizard cannot be started.
nl: Het gegeven assessmentformulier kon niet geladen worden dus deze wizard kan niet starten.

source: You must give this form a name.
nl: U moet dit formulier een naam geven.

source: Edit form
nl: Bewerk formulier

source: This assessment form will be deleted.\n\nClick OK to confirm.
nl: Dit assessmentformulier zal worden verwijderd.\n\n Klik op OK om te bevestigen.

source: On this page you can change the name of this form, and add/remove assessment criteria.
nl: Op deze pagina kan u de naam van het formulier aanpassen en assessmentcriteria toevoegen/verwijderen.

source: back to forms list
nl: terug naar formulierenlijst

source: The form you selected could not be loaded for some reason - please go back and try again.
nl: Het geselecteerde formulier kon niet geladen worden - gelieve terug te gaan en opnieuw te proberen.

source: preview form
nl: voorbeeldweergave formulier

source: delete form
nl: verwijder formulier

source: Form Name
nl: Formuliernaam

source: Scoring Type
nl: Scoringstype

source: You have not added any assessment criteria to this form yet. You need to <a class="button" href="../edit/add_question/index.php?%s">add&nbsp;a&nbsp;new&nbsp;criterion</a> before the form can be used.
nl: U heeft nog geen assessmentcriteria toegevoegd aan dit formulier. U moet <a class="button" href="../edit/add_question/index.php?%s">een nieuw criterium toevoegen</a> vooraleer het formulier kan worden gebruikt.

source: The group will rate themselves and each other against the assessment criteria you specify.
nl: De groep zal zichzelf en anderen beoordelen op basis van de assessmentcriteria die u bepaalt.

source: You can edit a criterion by clicking on the <img src="../../../images/buttons/edit.gif" width="16" height="16" alt="edit question" title="edit" /> button, or you can <a class="button" href="../edit/add_question/index.php?<?php echo($form_qs); ?>">add&nbsp;a&nbsp;new&nbsp;criterion</a>
nl: U kan een criterium aanpassen door te klikken op de <img src="../../../images/buttons/edit.gif" width="16" height="16" alt="edit question" title="edit" />-knop, of u kan <a class="button" href="../edit/add_question/index.php?<?php echo($form_qs); ?>">een&nbsp;nieuw&nbsp;criterium&nbsp;toevoegen</a>

source: Scoring range:
nl: Score-interval:

source: move up
nl: omhoog verplaatsen

source: move down
nl: omlaag verplaatsen

source: Here you can edit the text and description of the criterion.
nl: Hier kan u de tekst en de beschrijving van het criterium aanpassen.

source: Here you can select the range of scores you will allow for this assessment criterion.
nl: Hier kan u het score-interval selecteren dat u wil gebruiken voor dit assessmentcriterium.

source: Scores range from
nl: Scores variëren vanaf

source: Your new assessment criterion allows scores from %d to %d You can use the boxes below to provide a description what those scores should mean.
nl: Uw nieuw assessmentcriterium laat scores toe van %d tot %d U kan onderstaande velden gebruiken om toelichting te geven bij de betekenis van die scores.

source: Unable to load the form that this question belongs to.
nl: Kon het formulier niet laden waartoe deze vraag behoort.

source: Unable to create your new assessment criterion.
nl: Het nieuwe criterium kon niet aangemaakt worden.

source: Your changes to this criterion have been saved.
nl: Uw aanpassingen aan dit criterium werden opgeslagen.

source: You can now return to <a href="/tutors/forms/edit/edit_form.php?f=%s">editing your form</a>.
nl: U kan nu terugkeren naar <a href="/tutors/forms/edit/edit_form.php?f=%s">uw formulier bewerken</a>.

source: edit criterion wizard
nl: bewerk criterium wizard

source: Edit a criterion
nl: Bewerk een criterium

source: edit: criterion
nl: bewerk: criterium

source: << Your introduction text will go in here >>
nl: << Uw introductietekst verschijnt hier >>

source: Yourself
nl: Uzelf

source: Preview Form
nl: Voorbeeldweergave Formulier

source: disabled in preview
nl: uitgeschakeld in voorbeeldweergave

source: Please complete the assessment below. For each question <em>you must give a mark to each group member</em>, including yourself.
nl: Gelieve de assessment hieronder te vervolledigen. Voor elke vraag <em>moet u een score geven aan elk groepslid</em>, uzelf inbegrepen.

source: To save your marks, you must click the <em>Save Marks</em> button. Once you have successfully submitted your responses you cannot go back and change your marks.
nl: Om uw scores op te slaan, moet u klikken op de <em>Bewaar Scores</em> knop. Zodra u uw antwoorden succesvol hebt ingediend kan u niet meer teruggaan en uw scores aanpassen.

source: Marking Your Team
nl: Uw Team Beoordelen

source: That concludes this peer assessment. To finish and submit your response click the <em>save marks</em> button below.
nl: Dat concludeert deze peer assessment. Om te beëindigen en uw antwoorden in te dienen, klik op de <em>bewaar scores</em> knop hieronder.

source: Once you have successfully submitted your responses you cannot go back and change your marks.
nl: Zodra u uw antwoorden succesvol hebt ingediend kan u niet meer teruggaan en uw scores aanpassen.

source: save marks
nl: bewaar scores

source: close preview
nl: voorbeeldweergave sluiten

source: You already have this form in your forms list.</p><p>If you would like to make a copy of the form please use the <a href=\"index.php\">'clone form'</a> function.
nl: U heeft dit formulier reeds in uw formulierenlijst.</p><p>Als u een kopie wil maken van dit formulier, gelieve de <a href=\"index.php\">'kloon formulier'</a> functie te gebruiken.

source: The import has failed due to the following reasons
nl: Het importeren is gefaald omwille van de volgende redenen

source: There was no form information to upload.<br> Please go back and try again</p>
nl: Er waren geen formulierengegevens om te uploaden.<br> Gelieve terug te gaan en opnieuw te proberen</p>

source: load form
nl: formulier laden

source: Create a new Form
nl: Nieuw Formulier Aanmaken

source: Here you can import forms which have been exported from the WebPA system.
nl: Hier kan u formulieren importeren die geëxporteerd zijn van het WebPA-systeem.

source: load form by 'cut and paste'
nl: laad formulier met 'kopiëren en plakken'

source: Please copy and paste the contents of the form file into the text area below and click the <i>load</i> button.
nl: Gelieve de inhoud van het formulierenbestand te kopiëren in het onderstaande tekstvak en op de <i>laad</i>-knop te klikken.

source: load
nl: laad

source: load form by XML file
nl: laad formulier met een XML-bestand

source: Browse for the XML file on your computer and click the <i>load</i> button.
nl: Navigeer naar het XML-bestand op uw computer en klik op de <i>laad</i>-knop.

source: You already have this form in your forms list.
nl: U heeft dit formulier reeds in uw formulierenlijst.

source: Unable to upload file.
nl: Bestand kon niet worden geüpload.

source: Please select from the following options:
nl: Kies uit de volgende opties:

source: Existing forms
nl: Bestaande formulieren

source: generic / example form
nl: voorbeeldformulier

source: Form
nl: Formulier

source: edit form
nl: bewerk formulier

source: your forms
nl: uw formulieren

source: You do not have any assessment forms at the moment. Please <a href="create/">create a new form</a>.
nl: U heeft momenteel geen assessmentformulieren. Gelieve <a href="create/">een nieuw formulier aan te maken</a>.

source: export form
nl: formulier exporteren

source: export
nl: exporteren

source: You have not created any groups, so there are none to clone.
nl: U kan geen groepen klonen want u heeft nog geen groepen aangemaakt.

source: Firstly, you need to choose a collection of groups to clone. Please select which you want to clone:
nl: Eerst moet u een collectie van groepen kiezen om te klonen. Gelieve te selecteren welke u wil klonen:

source: groups
nl: groepen

source: You must select a collection of groups to clone.
nl: U moet een collectie van groepen selecteren om te klonen.

source: Name of Clone
nl: Naam van Kloon

source: To avoid confusion, the name of your cloned collection of groups should be unique, but you can use the same name if you wish.
nl: Om verwarring te vermijden gebruikt u best een unieke naam voor uw gekloonde collectie.

source: The name should be describe what the groups are for. For example, if the students are doing coursework for module 05ABC123, then name the collection, <em>05ABC123 - Coursework Groups</em>.
nl: Uw naam zou een goede beschrijving moeten zijn van de groepen. Bijvoorbeeld, als uw studenten groepswerk doen voor module 05ABC123, dan kan u de collectie de naam <em>05ABC123 - Groepswerk</em> geven.

source: Name for this new collection
nl: Naam voor deze nieuwe collectie

source: You must provide a name for your new collection of groups
nl: U moet een naam ingeven voor uw nieuwe groepscollectie.

source: There was an error when trying to clone these groups - please use the contact system to report the error!
nl: Er was een fout bij het klonen van de groepen - gelieve het contactsysteem te gebruiken om de fout te melden!

source: Unable to create your new cloned groups.
nl: Uw gekloonde groepen konden niet aangemaakt worden.

source: To correct the problem, try clicking <em>back</em> and amend the details entered.
nl: Om het probleem te corrigeren, klik op <em>terug</em> en verbeter de gegevens.

source: Your new cloned groups have been created.
nl: Uw gekloonde groepen zijn aangemaakt.

source: Clone own groups
nl: Kloon eigen groepen

source: clone groups
nl: kloon groepen

source: clone own groups wizard
nl: kloon eigen groepen wizard

source: Firstly, we need to give this new collection of groups a name. To avoid confusion, the name should be unique, but you can create collections using the same name if you wish.
nl: Eerst moeten we deze nieuwe groepscollectie een naam geven. Om verwarring te vermijden gebruikt u best een unieke naam voor elke collectie.

source: students
nl: studenten

source: The module contains <strong>%d %s</strong> in total.
nl: Deze module bevat <strong>%d %s</strong> in totaal.

source: Auto-create groups
nl: Automatisch aanmaken groepen

source: Select how many groups you want to create.
nl: Selecteer hoeveel groepen u wil aanmaken.

source: Number of groups to create
nl: Aantal groepen om aan te maken

source: If you are auto-creating groups, decide how the groups will be named, e.g. <em>Group X</em> or <em>Team X</em>.
nl: Als u automatisch groepen aanmaakt, bepaal hoe de groepen zullen worden genoemd. Bijvoorbeeld, <em>Groep X</em> of <em>Team X</em>.

source: Group names begin with
nl: Groepsnamen beginnen met

source: Select the style of numbering to use for your new groups.
nl: Selecteer hoe uw nieuwe groepen worden genummerd.

source: Numbering Style
nl: Nummering

source: Alphabetic (Group A, Group B, ..)
nl: Alfabetisch (Groep A, Groep B, ...)

source: Numeric (Group 1, Group 2, ..)
nl: Numeriek (Groep 1, Groep 2, ...)

source: Hashed-Numeric (Group #1, Group #2, ..)
nl: Hekje-Numeriek (Groep #1, Groep #2, ...)

source: You must choose how many groups to create
nl: U moet kiezen hoeveel groepen er aangemaakt moeten worden

source: You must provide a name for your new groups
nl: U moet een naam ingeven voor uw nieuwe groepen

source: You must choose how to number your groups
nl: U moet kiezen hoe uw groepen genummerd moeten worden

source: This collection of groups will be called:
nl: Deze groepscollectie zal de naam krijgen:

source: available
nl: beschikbaar

source: The following groups will be created in the new <strong>%s</strong> collection:
nl: De volgende groepen zullen worden aangemaakt in de nieuwe <strong>%s</strong> collectie:

source: You have chosen not to create any groups at this time.
nl: U heeft ervoor gekozen nu geen groepen aan te maken.

source: Unable to create your new collection of groups.
nl: Uw nieuwe groepscollectie kon niet aangemaakt worden.

source: An error occurred while trying to create your new collection of groups.
nl: Er was een fout bij het proberen aanmaken van uw nieuwe groepscollectie.

source: Your new groups have been created.
nl: Uw nieuwe groepen werden aangemaakt.

source: You are not associated with any modules.
nl: U bent niet geregistreerd bij een module.

source: You cannot create any groups without being associated with at least one module.
nl: U kan geen groepen aanmaken zonder geregistreerd te zijn bij tenminste één module.

source: You have opted to populate your groups with students chosen from multiple modules. Usually, groups need only contain students from a single module, but by selecting multiple modules your groups can contain a mixture of students from different modules.
nl: U heeft ervoor gekozen om uw groepen op te vullen met studenten uit meerdere modules. Gewoonlijk moeten groepen enkel studenten van één enkele module bevatten maar door meerdere modules te selecteren kunnen uw groepen een combinatie van studenten uit meerdere modules bevatten.

source: The modules below are those you are associated with, as either a lead or additional tutor.
nl: De onderstaande modules zijn diegene waarin u geregistreerd bent als hoofdtitularis of aanvullende titularis.

source: Select the modules to take students from by ticking the appropriate box:
nl: Selecteer de modules waaruit studenten zullen worden gekozen door de desbetreffende hokjes te markeren:

source: Please select the module you want to take students from:
nl: Gelieve de module te selecteren waaruit u studenten wil kiezen:

source: Your Modules
nl: Uw Modules

source: You must select at least one module to take students from
nl: U moet minstens één module selecteren om studenten uit te kiezen

source: create new groups wizard
nl: nieuwe groepen aanmaken wizard

source: Create new groups
nl: Maak nieuwe groepen aan

source: You must give this collection of groups a name.
nl: U moet deze groepscollectie een naam geven.

source: Editing:
nl: Bewerken:

source: Editing Unknown Collection
nl: Bewerken van Onbekende Collectie

source: This collection will be deleted.\n\nClick OK to confirm.
nl: Deze collectie zal verwijderd worden.\n\n Klik op OK om te bevestigen.

source: back to my groups
nl: terug naar mijn groepen

source: delete collection
nl: verwijder collectie

source: The collection you selected could not be loaded for some reason - please go back and try again.
nl: De geselecteerde collectie kon niet geladen worden - gelieve terug te gaan en opnieuw te proberen.

source: You can change the name of this collection of groups using the box below.
nl: U kan de naam van deze groepscollectie aanpassen met het onderstaande veld.

source: update name
nl: naam updaten

source: These are the groups contained in this collection.
nl: Deze collectie bevat groepen.

source: To edit an individual group and its members click on <img src="../../../images/buttons/edit.gif" width="16" height="16" alt="edit group" title="edit" /> in the list below.
nl: Om een individuele groep en zijn leden te bewerken, klik op <img src="../../../images/buttons/edit.gif" width="16" height="16" alt="edit group" title="edit" /> in onderstaande lijst.

source: assign all students to groups
nl: wijs alle studenten toe aan groepen

source: add/remove groups
nl: maak/verwijder groepen

source: Contains
nl: Bevat

source: member
nl: lid

source: members
nl: leden

source: There are %d %s, containing %d %s (out of a possible %d %s).
nl: Er zijn %d %s, die %d %s bevatten (uit een totaal van %d %s).

source: You must give your new group a name
nl: U moet uw nieuwe groep een naam geven

source: Groups:
nl: Groepen:

source: WARNING \r\nThe selected groups will be deleted, and all students returned to the unassigned list!
nl: WAARSCHUWING \r\n De geselecteerde groepen zullen verwijderd worden en alle studenten zullen terug in de niet-toegewezen lijst worden geplaatst.

source: back to
nl: terug naar

source: This collection has been locked and cannot be edited.
nl: Deze collectie is afgesloten en kan niet bewerkt worden.

source: On this page you can choose which modules to associate with this collection.
nl: Op deze pagina kan u kiezen welke modules u wil associëren met deze collectie.

source: New Group
nl: Nieuwe Groep

source: To add a new group to this collection, enter its name in the box below and click <em>add</em>.
nl: Om een nieuwe groep toe te voegen aan deze collectie, voer zijn naam in in het onderstaande veld en klik op <em>voeg toe</em>.

source: New Group Name
nl: Nieuwe Groepsnaam

source: add
nl: voeg toe

source: Available Groups
nl: Beschikbare Groepen

source: Below are all the groups contained in this collection.
nl: Hieronder staan alle groepen bevat in deze collectie.

source: Groups in this collection
nl: Groepen in deze collectie

source: Members:
nl: Leden:

source: On this page you can set the group membership for every student associated with this collection.
nl: Op deze pagina kan u het groepslidmaatschap instellen voor elke student geassocieerd met deze collectie.

source: Available Students
nl: Beschikbare Studenten

source: Below are all the students from the modules associated with this collection of groups.
nl: Hieronder staan alle studenten van de modules geassocieerd met deze groepscollectie.
