Repository: WebPA/WebPA
Catalog: locale/*.UTF8/LC_MESSAGES/webpa.po
Languages: nl

source: There was an error when loading the new collection of groups - please use the contact system to report the error!
nl: Er was een fout bij het laden van de nieuwe collectie groepen - gelieve het contactsysteem te gebruiken om de fout te melden!

source: change collection
nl: verander collectie

source: manage:
nl: beheer:

source: manage assessment
nl: beheer assessment

source: No changes have been saved. Please check the details in the form and try again.
nl: Uw aanpassingen werden niet opgeslagen. Gelieve de gegevens in het formulier na te gaan en opnieuw te proberen.

source: On this page you can change the assessment form being used.
nl: Op deze pagina kan u het gebruikte assessmentformulier aanpassen.

source: back to the assessment
nl: terug naar de assessment

source: Marks have been recorded for this assessment.
nl: Deze assessment is gescoord.

source: Current Collection
nl: Huidige Collectie

source: You are currently using collection:
nl: U gebruikt momenteel volgende collectie:

source: Number of Groups :
nl: Aantal Groepen:

source: Available Collections
nl: Beschikbare Collecties

source: Please select the collection of groups you wish to use in this assessment from from the list below.
nl: Gelieve de collectie van groepen die u wenst te gebruiken in dit assessmentformulier uit de lijst hieronder te selecteren.

source: You must select an assessment form to use.
nl: U moet een assessmentformulier selecteren om te gebruiken.

source: change form
nl: verander formulier

source: Current Form
nl: Huidig Formulier

source: You are currently using form:
nl: U gebruikt momenteel formulier:

source: This form has no questions.
nl: Dit formulier heeft geen vragen.

source: Below are the questions that your students will use to mark each other.
nl: Hieronder zijn de vragen die uw studenten zullen gebruiken om elkaar te beoordelen.

source: scoring range:
nl: score-interval:

source: Available Forms
nl: Beschikbare Formulieren

source: You must give this assessment a name.
nl: U moet deze assessment een naam geven.

source: Your Assessment has been re-opened
nl: Uw assessment is heropend

source: Your tutor has re-opend your assessment.
nl: Uw titularis heeft uw assessment heropend.

source: The new dates for the assessment are;
nl: The nieuwe data voor de assessment zijn;

source: Close:
nl: Sluiten:

source: at
nl: op

source: This assessment will be deleted.\n\nClick OK to confirm.
nl: Deze assessment zal verwijderd worden.\n\n Klik op OK om te bevestigen.

source: delete
nl: verwijder

source: preview
nl: voorbeeldweergave

source: On this page you can change the name of this assessment, and change the collection of groups to assess, and the form to use.
nl: Op deze pagina kan u de naam van de assessment, de collectie van groepen om te beoordelen en het formulier om te gebruiken aanpassen.

source: back to assessment list
nl: terug naar de assessmentlijst

source: delete assessment
nl: verwijder assessment

source: Student marks have been recorded for this assessment.
nl: Studentenscores werden opgeslagen voor deze assessment.

source: Some parts of the assessment are now locked for editing.
nl: Sommige onderdelen van de assessment zijn nu afgesloten voor aanpassingen.

source: You can change this assessment's name, schedule and details using the box below. When you've made your changes, click the <em>save changes</em> button.
nl: U kan deze assessment zijn naam, planning en details aanpassingen met onderstaande velden. Wanneer u uw veranderingen hebt ingegeven, klikt u op de <em>bewaar veranderingen</em>-knop.

source: Name
nl: Naam

source: The schedule for when, and for how long, this assessment will run.
nl: Wanneer en voor hoe lang deze assessment beschikbaar moet zijn.

source: The text to use as the introduction to your assessment (optional).
nl: The inleidingstekst voor uw assessment (optioneel).

source: Email Notifications
nl: E-mailnotificaties

source: Email a reminder to all students 48 hours before the assessment is opened
nl: E-mail een herinnering naar alle studenten 48 uur voor de assessment wordt geopend

source: Email all students 48 hours before the assessment closes
nl: E-mail alle studenten 48 uur voor de assessment wordt gesloten

source: You are using a copy of form:
nl: U gebruikt een kopie van formulier:

source: Student marks have been recorded, so you can no longer change forms.
nl: Studentenscores werden opgeslagen, dus u kan niet meer veranderen van formulier.

source: Feedback / Justification
nl: Feedback / Verantwoording

source: Allow the students to view feedback on their performance in this assessment?
nl: Laat de studenten toe om feedback te zien over hun prestaties in deze assessment?

source: Allow the students to enter feedback / justification for this assessment?
nl: Laat de studenten toe om feedback / verantwoording in te geven voor deze assessment?

source: Yes, allow students to give feedback / justification.
nl: Ja, laat studenten toe om feedback / verantwoording te geven.

source: No, don't allow feedback / justification.
nl: Nee, laat geen feedback / verantwoording toe.

source: Assessment Groups
nl: Assessmentgroepen

source: You are using a copy of collection:
nl: U gebruikt een kopie van collectie:

source: This collection does not contain any groups
nl: Deze collectie bevat geen groepen

source: Group Name
nl: Groepsnaam

source: Members
nl: Leden

source: Responses
nl: Antwoorden

source: person remains
nl: persoon resterend

source: people remain
nl: personen resterend

source: Warning</strong></p><p>Not all of the people within this collection have been allocated a group.
nl: Waarschuwing</strong></p><p>Niet alle personen binnen deze collectie zijn toegewezen aan groep.

source: %d %s unallocated
nl: %d %s niet toegewezen

source: Student marks have been recorded, so you can no longer change collections.
nl: Studentenscores werden opgeslagen, dus u kan niet meer veranderen van collectie.

source: Student marks have been recorded, so you can no longer change then assessment type.
nl: Studentenscores werden opgeslagen, dus u kan het assessmentstype niet meer aanpassen.

source: everyone taking this assessment
nl: iedereen die deze assessment meedoet

source: selected groups taking this assessment
nl: geselecteerde groepen die deze assessment meedoen

source: students who HAVE responded
nl: studenten die GEANTWOORD hebben

source: students who HAVE NOT responded
nl: studenten die NIET GEANTWOORD hebben

source: To begin, you need to select exactly which students should receive your email.
nl: Om te beginnen moet u selecteren welke studenten uw e-mail zouden moeten ontvangen.

source: Send Email To
nl: Stuur E-mail Naar

source: You must select who to send this email to.
nl: U moet selecteren naar wie deze e-mail verstuurd moet worden.

source: all the students who HAVE responded
nl: alle studenten die GEANTWOORD hebben

source: any students who HAVE NOT responded
nl: studenten die NIET GEANTWOORD hebben

source: You have opted to send this email to
nl: U heeft ervoor gekozen om deze e-mail te versturen naar

source: Select Groups To Email
nl: Selecteer Groepen Om Te E-mailen

source: Tick all the groups you wish to include in this email. The number of students in each group is shown in brackets after the group name.
nl: Vink alle groepen aan die in deze e-mail moeten worden inbegrepen. Het aantal studenten in elke groep wordt getoond in haakjes na elke groepsnaam.

source: This email will be sent to all %d students
nl: Deze e-mail zal gestuurd worden naar alle %d studenten

source: This email will be sent to the %d students who have taken this assessment
nl: Deze e-mail zal worden verstuurd naar de %d studenten die deze assessment hebben ingediend

source: This email will be sent to the %d students who have not yet taken this assessment
nl: Deze e-mail zal worden verstuurd naar de %d studenten die deze assessment nog niet hebben ingediend

source: There are no students matching your criteria.
nl: Er zijn geen studenten die voldoen aan uw criteria.

source: You may have groups with no students in them.
nl: U hebt mogelijks groepen zonder studenten.

source: Please go back and choose a different set of students to contact.
nl: Gelieve terug te gaan en een andere groep van studenten te selecteren om te contacteren.

source: Email Details
nl: E-mailgegevens

source: Subject
nl: Onderwerp

source: Text
nl: Tekst

source: The group(s) you have selected contain no students. There must be at least one recepient for this email.
nl: De groep(en) die u geselecteerd heeft bevat(ten) geen studenten. Er moet minstens één ontvanger zijn voor deze e-mail.

source: You must enter a subject for this email.
nl: U moet een onderwerp ingeven voor deze e-mail.

source: You must enter the text of this email.
nl: U moet de tekst van deze e-mail ingeven.

source: Send Email
nl: Verstuur E-mail

source: Please confirm the following settings are correct before proceeding.
nl: Gelieve te controleren dat de volgende instellingen correct zijn vooraleer verder te gaan.

source: Recipients
nl: Ontvangers

source: You have opted to send this email to <em>%s</em>.
nl: U heeft ervoor gekozen om deze e-mail te versturen naar <em>%s</em>.

source: This email will be sent to all %d students.
nl: Deze e-mail zal gestuurd worden naar alle %d studenten.

source: The groups you selected were:
nl: De geselecteerde groepen waren:

source: This email will be sent to the %d students who have taken this assessment.
nl: Deze e-mail zal worden verstuurd naar de %d studenten die deze assessment hebben ingediend.

source: This email will be sent to the %d students who have not yet taken this assessment.
nl: Deze e-mail zal worden verstuurd naar de %d studenten die deze assessment nog niet hebben ingediend.

source: Email Preview
nl: E-mail Voorbeeld

source: Subject:
nl: Onderwerp:

source: Unable to build email list - no students to email.
nl: Kon de e-maillijst niet genereren - geen studenten om te e-mailen.

source: No list of students to email.
nl: Geen studenten om te e-mailen.

source: Unable to send email.
nl: Kan geen e-mail verzenden

source: To try correcting the problem, click <em>back</em> and amend the details entered.
nl: Probeer het probleem te corrigeren, klik op <em>terug</em> en verbeter de ingevoerde gegevens.

source: Your email has been sent.
nl: Uw e-mail is verstuurd.

source: You can now return to <a href="%s">your assessment list</a>, or to the <a href="/">WebPA home page</a>.
nl: U kan nu terugkeren naar <a href="%s">uw assessmentlijst</a> of de <a href="/">WebPA homepagina</a>.

source: Reminder: WebPA Assessment closing
nl: Herinnering: WebPA Assessment wordt gesloten

source: This is a reminder that the assessment your tutor set is due to close. The details are as below;
nl: Dit is een herinnering dat de assessment van uw titularis binnenkort wordt gesloten. De details zijn als volgt;

source: email your students wizard
nl: e-mail uw studenten wizard

source: email your students
nl: e-mail uw studenten

source: email students
nl: e-mail studenten

source: The given assessment failed to load so this wizard cannot be started.
nl: De gegeven assessment kon niet geladen worden dus deze wizard kan niet starten.

source: Reminder: WebPA Assessment opening
nl: Herinnering: WebPA Assessment wordt geopend

source: This is a reminder that the assessment your tutor set is due to open. The details are as below;
nl: Dit is een herinnering dat de assessment van uw titularis binnenkort wordt geopend. De details zijn als volgt;

source: Closed assessments for %s
nl: Afgesloten assessments voor %s

source: Closed
nl: Afgesloten

source: student responses:
nl: studentenantwoorden:

source: Edit assessment
nl: Bewerk assessment

source: Email students
nl: E-mail studenten

source: Students responded
nl: Studenten die geantwoord hebben

source: Check which students have responded
nl: Kijk welke studenten geantwoord hebben

source: Group Marks
nl: Groepsscores

source: Set group marks
nl: Geef groepsscores

source: Mark Sheet
nl: Puntenblad

source: New mark sheet
nl: Nieuw puntenblad

source: Marked assessments for %s
nl: Gescoorde assessments voor %s

source: These assessments are both closed and have been marked to produce student grades.
nl: Deze assessments zijn allen gesloten en gescoord om de studentenscores verkrijgen.

source: You do not have any assessments in this category.
nl: U heeft geen assessments in deze categorie.

source: Please choose another category from the tabs above.
nl: Gelieve een andere categorie te kiezen met de tabbladen hierboven.

source: Finished
nl: Voltooid

source: Numeric (%)
nl: Numeriek (%)

source: Algorithm:
nl: Algoritme:

source: PA weighting:
nl: PA weging:

source: Non-completion penalty:
nl: Niet-voltooid strafpunten:

source: Grading:
nl: Scoring:

source: View&nbsp;Reports
nl: Bekijk&nbsp;Verslagen

source: Open assessments for %s
nl: Openstaande assessments voor %s

source: These assessments are now open and available for students to take.
nl: Deze assessments zijn nu open en beschikbaar voor studenten om in te vullen.

source: Please choose another category from the tabs above, or <a href="/tutors/assessments/create/">create a new assessment
nl: Gelieve een andere categorie te kiezen met de tabbladen hierboven of <a href="/tutors/assessments/create/">maak een nieuwe assessment

source: Delete individual marks
nl: Verwijder individuele punten

source: Pending assessments for %s
nl: Wachtende assessments voor %s

source: These assessments are scheduled to open for students at some point in the future.
nl: Deze assessments zijn gepland voor een later moment.

source: Please choose another category from the tabs above, or <a href="create/">create a new assessment
nl: Gelieve een andere categorie te kiezen met de tabbladen hierboven of <a href="create/">maak een nieuwe assessment

source: Pending
nl: Wachtend

source: pending
nl: wachtend

source: closed
nl: afgesloten

source: marked
nl: gescoord

source: Use the tabs below to manage your different categories of assessment.
nl: Gebruik de tabbladen hieronder om de verschillende categorieën van assessment te beheren.

source: You can also <a class="button" href="create/">create a new assessment
nl: U kan ook <a class="button" href="create/">een nieuwe assessment aanmaken

source: Academic year to display
nl: Academiejaar om weer te geven

source: change
nl: wijzig

source: The PA Weighting must be a number between 1 - 100
nl: De PA Weging moet een getal zijn tussen 1 - 100

source: The Non-completion Penalty must be a number between %d - %d
nl: De Niet-voltooid Strafpunten moet een getal zijn tussen %d - %d

source: create mark sheet
nl: maak een nieuw puntenblad aan

source: On this page you can setup the parameters for the WebPA scoring algorithm.
nl: Op deze pagina kan u de parameters voor het WebPA scoringsalgoritme instellen.

source: You can repeat this process many times, creating several mark sheets for the same assessment but using different parameters.
nl: U kan deze procedure meerdere keren herhalen en zo verschillende puntenbladen aanmaken voor dezelfde assessment maar met verschillende parameters.

source: Algorithm Parameters
nl: Algoritmeparameters

source: Enter the parameters to use below. When you've made your changes, click the <em>create mark sheet</em> button.
nl: Geef de parameters om te gebruiken hieronder in. Wanneer u uw aanpassingen heeft gemaakt, klik op de <em>maak puntenblad aan</em>-knop.

source: What percentage of the group's total mark should be peer-assessed?
nl: Welk percentage van de totale groepsscore moet peer-assessed zijn?

source: PA Weighting
nl: PA Weging

source: If a student has not submitted any marks for the assessment, how much should they be penalised?
nl: Hoeveel moet de student gepenaliseerd worden als hij/zij geen punten heeft ingediend voor de assessment?

source: Penalty for non-completion
nl: Strafpunten voor niet-voltooidheid

source: of their final grade.
nl: van hun finale score.

source: What type of penalty do you want to apply?
nl: Welk type bestraffing wil u gebruiken?

source: Penalty Type
nl: Bestraffingstype

source: Percentage Points (pp)
nl: Percentagepunten (pp)

source: How do you want student grades to be displayed?
nl: Hoe wilt u dat de studentenscores worden weergegeven?

source: A-F Grades will be calculated using the levels defined by your WebPA administrator.
nl: A-F Scores zullen worden berekend met de niveau's bepaald door uw WebPA-beheerder.

source: Grading Type
nl: Scoringstype

source: Percentage Grades
nl: Percentagescores

source: Alphabetic Grades (A-F)
nl: Alfabetische Scores (A-F)

source: Which algorithm do you wish to use to generate the student's grades?
nl: Welk algoritme wil u gebruiken om de studentenscores te genereren?

source: WebPA Algorithm (default)
nl: WebPA Algoritme (standaard)

source: This is the usual, WebPA way of calculating grades.
nl: Dit is de gewoonlijke, WebPA-wijze van scores te berekenen.

source: The marks awarded to each student are normalised based on the generosity of the student doing the marking.
nl: De scores toegekend aan elke student zijn genormaliseerd op basis van de generositeit van de student die heeft gescoord.

source: PETS Algorithm
nl: PETS Algoritme

source: The marks awarded to each student are not normalised.
nl: De scores toegekend aan elke student zijn niet genormaliseerd.

source: You must enter a score for each group.
nl: U moet een score ingeven voor elke groep.

source: You must enter a score for each group. %s is not a valid score.
nl: U moet een score ingeven voor elke groep. %s is geen geldige score.

source: set group marks
nl: geef groepsscores

source: This assessment is using collection:
nl: De assessment gebruikt collectie:

source: Group
nl: Groep

source: Group Mark
nl: Groepsscore

source: There have been no student responses to this assessment. Please select another assessment, or %s%s">re-schedule this one</a>.
nl: Er zijn studentenantwoorden op deze assessment. Gelieve een andere assessment te kiezen of %s%s">deze opnieuw te plannen</a>.

source: The assessment you selected could not be loaded for some reason. Please go back and try again.
nl: De geselecteerde assessment kon niet geladen worden. Gelieve terug te gaan en opnieuw te proberen.

source: reports
nl: verslagen

source: On this page you can select the different reports to view for this assessment.
nl: Op deze pagina kan u de verschillende verslagen kiezen om te bekijken voor deze assessment.

source: Reports available for:
nl: Verslagen beschikbaar voor:

source: Numeric (%).
nl: Numeriek (%).

source: Unable to display reports
nl: Kan de verslagen niet weergeven

source: Choose a report
nl: Kies een verslag

source: Please select a report to display or download from the list below.
nl: Gelieve een verslag uit de onderstaande lijst te kiezen om weer te geven of te downloaden.

source: Marks Awarded For Each Question
nl: Scores Toegekend Voor Elke Vraag

source: A breakdown of the marks given by each student for every question in the assessment.
nl: Een onderverdeling van de scores gegeven door elke student bij elke vraag in de assessment.

source: View Report:
nl: Bekijk Verslag:

source: Marks Awarded For Each Question (anonymous)
nl: Scores Toegekend Voor Elke Vraag (anoniem)

source: Student Response Information
nl: Studentenantwoorden Gegevens

source: Shows the date, time and location that each student took the assessment.
nl: Toont de locatie, datum en tijdstip waarop elke student de assessment heeft ingevuld.

source: View Report
nl: Bekijk Verslag

source: Unable to display the other reports
nl: Kan de andere verslagen niet weergeven

source: Student Grades
nl: Studentenscores

source: A list of students (by lastname) and their final WebPA scores and grades.
nl: Een lijst van studenten (volgens achternaam) en hun finale WebPA-scores.

source: Moodle - Moodle Gradebook Import XML
nl: Moodle - Moodle Puntenboek Importeer XML

source: Student Grades (by group)
nl: Studentenscores (volgens groep)

source: A list of students (by group) and their final WebPA scores and grades.
nl: Een lijst van studenten (volgens groep) en hun finale WebPA-scores.

source: Student Feedback and Justification (by group)
nl: Studentenfeedback en Verantwoording (volgens groep)

source: A list of students (by group) and their feedback about the assessment and justification of the WebPA scores and grades.
nl: Een lijst van studenten (volgens groep) en hun feedback over de assessment en verantwoording van de WebPA-scores.

source: Report:
nl: Verslag:

source: Student Grades and Feedback
nl: Studentenscores en Feedback

source: Responses per student
nl: Antwoorden per student

source: Responses per student (anonymous)
nl: Antwoorden per student (anoniem)

source: report
nl: verslag

source: back to reports list
nl: terug naar de verslagenlijst

source: Grade
nl: Score

source: Did not<br />submit
nl: Niet<br />ingediend

source: no penalty
nl: geen strafpunten

source: Error: The assessment could not be loaded.
nl: Fout: De assessment kon niet geladen worden.

source: Score Received
nl: Ontvangen Score

source: "Marks Awarded For Each Question (anonymous)"
nl: "Scores Toegekend Voor Elke Vraag (anoniem)"

source: Error: The requested marksheet could not be loaded.
nl: Fout: Het gevraagde puntenblad kon niet geladen worden.

source: range:
nl: interval:

source: "Marks Awarded For Each Question"
nl: "Scores Toegekend Voor Elke Vraag"

source: Student feedback and Justification (by Group)
nl: Studentenfeedback en Verantwoording (volgens groep)

source: feedback recipient
nl: feedbackontvanger

source: feedback / justification<br/> comments
nl: feedback / verantwoording<br/> commentaar

source: "Student feedback and Justification (by Group)"
nl: "Studentenfeedback en Verantwoording (volgens groep)"

source: Overall group mark
nl: Totale groepsscore

source: feedback / justification comments
nl: feedback / verantwoording commentaar

source: Intermediate<br />Grade
nl: Tussenscore<br />

source: Final<br />Grade
nl: Finale<br />Score

source: "Student Grades (by student)"
nl: "Studentenscores (volgens student)"

source: "name"
nl: "naam"

source: assessment_title
nl: assessment_titel

source: weighting
nl: weging

source: penalty
nl: strafpunten

source: forename
nl: voornaam

source: lastname
nl: achternaam

source: institutional_student_number
nl: institutioneel_studentennummer

source: intermediate_grade
nl: tussen_score

source: final_grade
nl: finale_score

source: result
nl: resultaat

source: state
nl: staat

source: assignment
nl: taak

source: results
nl: resultaten

source: Weighting:
nl: Weging:

source: Penalty:
nl: Strafpunten:

source: Student Number:
nl: Studentennummer:

source: Intermediate grade:
nl: Tussenscore:

source: Final Grade:
nl: Finale Score:

source: Student Grades (by Group)
nl: Studentenscores (volgens groep)

source: Overall group mark:
nl: Totale groepsscore:

source: "Student Grades (by group)"
nl: "Studentenscores (volgens groep)"

source: "Name"
nl: "Naam"

source: group
nl: groep

source: group_name
nl: groep_naam

source: group_mark
nl: groep_score

source: group_members
nl: groep_leden

source: Assessment Title:
nl: Assessmenttitel:

source: Group name:
nl: Groepsnaam:

source: Group mark:
nl: Groepsscore:

source: Institutional student number:
nl: Institutioneel studentennummer:

source: Final grade:
nl: Finale score:

source: "Student Grades and Feedback (by student)"
nl: "Studentenscores en Feedback (volgens student)"

source: "User Id"
nl: "Gebruikers-id"

source: "Student Response Information"
nl: "Studentenantwoorden Gegevens"

source: Student Responses
nl: Studentenantwoorden

source: Results for:
nl: Resultaten voor:
